micropython/micropython/ports/esp32/boards/INKPLATE6/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Inkplate6"
#define MICROPY_HW_MCU_NAME "ESP32"

// easyC I2C port
#define MICROPY_HW_I2C0_SCL (22)
#define MICROPY_HW_I2C0_SDA (21)


